/* eslint-disable */
import type { ExhibitionDraft } from './types/drafts';

export const ex04: ExhibitionDraft = {
  id: 'ex-04',
  title: '新月下的成长：科学教育与文艺体育',
  description: '文化在这里生根，也在这里绽放。',
  prologue:
    '天穆村的成长，始于学堂里的琅琅书声。从古老的私塾与经堂，到现代的小学与职校，教育照亮了一代代人的前行之路。\n而当知识遇见汗水，便结出了别样的果实——泳池中跃起“穆家军”的身影，毽子在空中划出灵动的弧线，笔墨与音符间流淌着生活的诗意。\n请随我们走进踏入“新月”下的沃土，看天穆人如何在传承中学习，在拼搏中成长，书写属于自己的文教篇章。',
  coverImage: '/import/picture109.jpg',  // 
  units: [
    {
      id: 'u04-01',
      title: '古训新芽：私塾与经堂教育',
      description: '天穆村教育传统深厚，由伊斯兰文化长期浸润而形成独特的发展脉络。',
      artifactIds: ['a-0062', 'a-0063', 'a-0064', 'a-0065', 'a-0066']
    },
    {
      id: 'u04-02',
      title: '新学育人：从小学到职校',
      description: '20世纪初，兴起新式教育。',
      artifactIds: ['a-0067', 'a-0068', 'a-0069', 'a-0070', 'a-0071', 'a-0072']
    },
    {
      id: 'u04-03',
      title: '水陆竞秀：民族体育展荣光',
      description: '天穆村的体育以自行车、游泳、花毽、摔跤为代表，在众多赛事中都取得了良好的成绩。',
      artifactIds: ['a-0073', 'a-0074', 'a-0075', 'a-0076', 'a-0077', 'a-0078', 'a-0079', 'a-0080', 'a-0081']
    },
    {
      id: 'u04-04',
      title: '艺彩纷呈：曲艺与书画',
      description: '天穆村的音乐艺术以曲艺、戏剧见长，早在20世纪50年代天穆村便设有曲艺团，由穆瑞光担任团长，除了演奏传统剧目之外，还结合时代精神，自行编排妇女解放、革命斗争等主题的剧目进行演出，赢得了村民的喜爱，步入新时期，天穆村曲艺得到了进一步发展，创作出《天穆新貌》《反对邪教树新风》《幸福晚年》等天穆特色作品，打造了“周末大舞台”特色品牌，取得了广泛的关注与认可。',
      artifactIds: ['a-0082', 'a-0083', 'a-0084', 'a-0085', 'a-0086', 'a-0087', 'a-0088', 'a-0089']
    }
  ]
} as const;

